
<?php include('restartCookie.php') ?>

<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="Ilia Kipshidze" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="style.css">
    <link rel="stylesheet" href="css/alk-life.min.css">
    <title>პლანეტები</title>
    
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>
    <script>
    $(document).ready(function(){
        var windowsize = $(window).width();
        $(".open_menu").click(function(){
            $(".menu_list").toggle("slow");
        });
        if(windowsize > 840){
            $('.menu_list').css('display', 'block');
        }
        else{
            $('menu_list').css('display', 'none');
        }
    });
    $(window).resize(function(){
        var windowsize = $(window).width();
        if(windowsize > 840){
            $('.menu_list').css('display', 'block');
        }
        else{
            $('menu_list').css('display', 'none');
        }
    });
    $(document).ready(function(){
        $(".mercury").click(function(){
            $("#mercury").toggle("slow");
        });
    });
    $(document).ready(function(){
        $(".venus").click(function(){
            $("#venus").toggle("slow");
        });
    });
    $(document).ready(function(){
        $(".earth").click(function(){
            $("#earth").toggle("slow");
        });
    });
    $(document).ready(function(){
        $(".mars").click(function(){
            $("#mars").toggle("slow");
        });
    });
    $(document).ready(function(){
        $(".jupiter").click(function(){
            $("#jupiter").toggle("slow");
        });
    });
    $(document).ready(function(){
        $(".saturn").click(function(){
            $("#saturn").toggle("slow");
        });
    });
    $(document).ready(function(){
        $(".uranus").click(function(){
            $("#uranus").toggle("slow");
        });
    });
    $(document).ready(function(){
        $(".neptune").click(function(){
            $("#neptune").toggle("slow");
        });
    });
    </script>

</head>
<body id="planetebi" onload="setActiveMenuListColor()">
    <video autoplay muted loop id="myVideo">
        <source src="images/vid.mp4" type="video/mp4">
    </video>
    <div class="main_page">
        <header>
            <img class="open_menu" src="images/icons8_menu_96px_1.png" alt="">
            <!-- <img class="close_menu" src="images/icons8_delete_80px.png" alt=""> -->
            <div class="logo">
                <h1><a href="index.php">space</a></h1>
            </div>
            <div class="menu">
                <ul class="menu_list">
                    <li><a id="mtavari" href="index.php">მთავარი</a></li>
                    <li><a id="planetebi" href="planets.php">პლანეტები</a></li>
                    <li><a id="chvenShesaxeb" href="about.php">ჩვენ შესახებ</a></li>
                    <li><a href="contact">კონტაქტი</a></li>
                </ul>
            </div>
        </header>
        <div class="user_profile">
            <?php include('profile.php') ?>
        </div>
        <main class="planets_main">
            <div class="planet mercury">
                <img src="images/icons8_mercury_planet_96px.png" alt="">
                <h2>მერკური</h2>
            </div>
            <div class="planet venus">
                <img src="images/icons8_venus_planet_96px.png" alt="">
                <h2>ვენერა</h2>
            </div>
            <div class="planet earth">
                <img src="images/icons8_globe_earth_128px.png" alt="">
                <h2>დედამიწა</h2>
            </div>
            <div class="planet mars">
                <img src="images/icons8_mars_planet_96px.png" alt="">
                <h2>მარსი</h2>
            </div>
            <div class="planet jupiter">
                <img src="images/icons8_jupiter_80px.png" alt="">
                <h2>იუპიტერი</h2>
            </div>
            <div class="planet saturn">
                <img src="images/icons8_saturn_80px_1.png" alt="">
                <h2>სატურნი</h2>
            </div>
            <div class="planet uranus">
                <img src="images/icons8_uranus_100px.png" alt="">
                <h2>ურანი</h2>
            </div>
            <div class="planet neptune">
                <img src="images/icons8_neptune_moon_128px.png" alt="">
                <h2>ნეპტუნი</h2>
            </div>
            <div class="planet_description" id="mercury">
                <p>
                    ლორემ იპსუმ ნაკვთს ვიპოვიდით ჰარე ექსტენსიურ დაუვლის ადამიანთა შთამაგონებელი საოცრებავ, 
                    ავის განხილვა სცემოდა საძოვრები. გეტყვით ბავშვი ხალასი მწერსა შეავიწროვებს ნავსადგურში მარგილს მონა. 
                    უღირსის დახოცილან გულწრფელი დაბრუნებულიყვნენ, კვადრატიც, საამურის განხილვა განაგებდა, 
                    ხალასი დაწრეტილი ზრდილიბიანი, გამოცდილებამ ავის შთამაგონებელი. გულწრფელი შეაქცა დაითხოვა 
                    ადამიანთა დაბრუნებულიყვნენ საძოვრები. ბავშვი ქსოვილით გააპობ მონა მწეველებს თავდავიწყებით საამურის. 
                    ადამიანთა კულტურულად ნეტამც მიღალატებს მარგილს, სუფრიდან, დაითხოვა გამოგყვები.

                    პაუზების ქისას ნაჭედი მიდამოებში თმაგადაპარსულისთვის ღვთაებას. კარგსაც ორმოცჯერ აეკრძალა ებმოდნენ კომკავშირის, 
                    თოთხმეტი ვხვდებით იდეალიზაციაც ამონახეთქი. კარგსაც ცალთვალა მიწაზე შეკრებებზე ნადებსა ჩაეგდო მესერზე, ხმალ, 
                    ყვავის ვისკონტისტებმა გართულ სეირსა ღვთაებას.
                </p>
            </div>
            <div class="planet_description" id="venus">
                <p>
                    ლორემ იპსუმ ნაკვთს ვიპოვიდით ჰარე ექსტენსიურ დაუვლის ადამიანთა შთამაგონებელი საოცრებავ, 
                    ავის განხილვა სცემოდა საძოვრები. გეტყვით ბავშვი ხალასი მწერსა შეავიწროვებს ნავსადგურში მარგილს მონა. 
                    უღირსის დახოცილან გულწრფელი დაბრუნებულიყვნენ, კვადრატიც, საამურის განხილვა განაგებდა, 
                    ხალასი დაწრეტილი ზრდილიბიანი, გამოცდილებამ ავის შთამაგონებელი. გულწრფელი შეაქცა დაითხოვა 
                    ადამიანთა დაბრუნებულიყვნენ საძოვრები. ბავშვი ქსოვილით გააპობ მონა მწეველებს თავდავიწყებით საამურის. 
                    ადამიანთა კულტურულად ნეტამც მიღალატებს მარგილს, სუფრიდან, დაითხოვა გამოგყვები.

                    პაუზების ქისას ნაჭედი მიდამოებში თმაგადაპარსულისთვის ღვთაებას. კარგსაც ორმოცჯერ აეკრძალა ებმოდნენ კომკავშირის, 
                    თოთხმეტი ვხვდებით იდეალიზაციაც ამონახეთქი. კარგსაც ცალთვალა მიწაზე შეკრებებზე ნადებსა ჩაეგდო მესერზე, ხმალ, 
                    ყვავის ვისკონტისტებმა გართულ სეირსა ღვთაებას.
                </p>
            </div>
            <div class="planet_description" id="earth">
                <p>
                    ლორემ იპსუმ ნაკვთს ვიპოვიდით ჰარე ექსტენსიურ დაუვლის ადამიანთა შთამაგონებელი საოცრებავ, 
                    ავის განხილვა სცემოდა საძოვრები. გეტყვით ბავშვი ხალასი მწერსა შეავიწროვებს ნავსადგურში მარგილს მონა. 
                    უღირსის დახოცილან გულწრფელი დაბრუნებულიყვნენ, კვადრატიც, საამურის განხილვა განაგებდა, 
                    ხალასი დაწრეტილი ზრდილიბიანი, გამოცდილებამ ავის შთამაგონებელი. გულწრფელი შეაქცა დაითხოვა 
                    ადამიანთა დაბრუნებულიყვნენ საძოვრები. ბავშვი ქსოვილით გააპობ მონა მწეველებს თავდავიწყებით საამურის. 
                    ადამიანთა კულტურულად ნეტამც მიღალატებს მარგილს, სუფრიდან, დაითხოვა გამოგყვები.

                    პაუზების ქისას ნაჭედი მიდამოებში თმაგადაპარსულისთვის ღვთაებას. კარგსაც ორმოცჯერ აეკრძალა ებმოდნენ კომკავშირის, 
                    თოთხმეტი ვხვდებით იდეალიზაციაც ამონახეთქი. კარგსაც ცალთვალა მიწაზე შეკრებებზე ნადებსა ჩაეგდო მესერზე, ხმალ, 
                    ყვავის ვისკონტისტებმა გართულ სეირსა ღვთაებას.
                </p>
            </div>
            <div class="planet_description" id="mars">
                <p>
                    ლორემ იპსუმ ნაკვთს ვიპოვიდით ჰარე ექსტენსიურ დაუვლის ადამიანთა შთამაგონებელი საოცრებავ, 
                    ავის განხილვა სცემოდა საძოვრები. გეტყვით ბავშვი ხალასი მწერსა შეავიწროვებს ნავსადგურში მარგილს მონა. 
                    უღირსის დახოცილან გულწრფელი დაბრუნებულიყვნენ, კვადრატიც, საამურის განხილვა განაგებდა, 
                    ხალასი დაწრეტილი ზრდილიბიანი, გამოცდილებამ ავის შთამაგონებელი. გულწრფელი შეაქცა დაითხოვა 
                    ადამიანთა დაბრუნებულიყვნენ საძოვრები. ბავშვი ქსოვილით გააპობ მონა მწეველებს თავდავიწყებით საამურის. 
                    ადამიანთა კულტურულად ნეტამც მიღალატებს მარგილს, სუფრიდან, დაითხოვა გამოგყვები.

                    პაუზების ქისას ნაჭედი მიდამოებში თმაგადაპარსულისთვის ღვთაებას. კარგსაც ორმოცჯერ აეკრძალა ებმოდნენ კომკავშირის, 
                    თოთხმეტი ვხვდებით იდეალიზაციაც ამონახეთქი. კარგსაც ცალთვალა მიწაზე შეკრებებზე ნადებსა ჩაეგდო მესერზე, ხმალ, 
                    ყვავის ვისკონტისტებმა გართულ სეირსა ღვთაებას.
                </p>
            </div>
            <div class="planet_description" id="jupiter">
                <p>
                    ლორემ იპსუმ ნაკვთს ვიპოვიდით ჰარე ექსტენსიურ დაუვლის ადამიანთა შთამაგონებელი საოცრებავ, 
                    ავის განხილვა სცემოდა საძოვრები. გეტყვით ბავშვი ხალასი მწერსა შეავიწროვებს ნავსადგურში მარგილს მონა. 
                    უღირსის დახოცილან გულწრფელი დაბრუნებულიყვნენ, კვადრატიც, საამურის განხილვა განაგებდა, 
                    ხალასი დაწრეტილი ზრდილიბიანი, გამოცდილებამ ავის შთამაგონებელი. გულწრფელი შეაქცა დაითხოვა 
                    ადამიანთა დაბრუნებულიყვნენ საძოვრები. ბავშვი ქსოვილით გააპობ მონა მწეველებს თავდავიწყებით საამურის. 
                    ადამიანთა კულტურულად ნეტამც მიღალატებს მარგილს, სუფრიდან, დაითხოვა გამოგყვები.

                    პაუზების ქისას ნაჭედი მიდამოებში თმაგადაპარსულისთვის ღვთაებას. კარგსაც ორმოცჯერ აეკრძალა ებმოდნენ კომკავშირის, 
                    თოთხმეტი ვხვდებით იდეალიზაციაც ამონახეთქი. კარგსაც ცალთვალა მიწაზე შეკრებებზე ნადებსა ჩაეგდო მესერზე, ხმალ, 
                    ყვავის ვისკონტისტებმა გართულ სეირსა ღვთაებას.
                </p>
            </div>
            <div class="planet_description" id="saturn">
                <p>
                    ლორემ იპსუმ ნაკვთს ვიპოვიდით ჰარე ექსტენსიურ დაუვლის ადამიანთა შთამაგონებელი საოცრებავ, 
                    ავის განხილვა სცემოდა საძოვრები. გეტყვით ბავშვი ხალასი მწერსა შეავიწროვებს ნავსადგურში მარგილს მონა. 
                    უღირსის დახოცილან გულწრფელი დაბრუნებულიყვნენ, კვადრატიც, საამურის განხილვა განაგებდა, 
                    ხალასი დაწრეტილი ზრდილიბიანი, გამოცდილებამ ავის შთამაგონებელი. გულწრფელი შეაქცა დაითხოვა 
                    ადამიანთა დაბრუნებულიყვნენ საძოვრები. ბავშვი ქსოვილით გააპობ მონა მწეველებს თავდავიწყებით საამურის. 
                    ადამიანთა კულტურულად ნეტამც მიღალატებს მარგილს, სუფრიდან, დაითხოვა გამოგყვები.

                    პაუზების ქისას ნაჭედი მიდამოებში თმაგადაპარსულისთვის ღვთაებას. კარგსაც ორმოცჯერ აეკრძალა ებმოდნენ კომკავშირის, 
                    თოთხმეტი ვხვდებით იდეალიზაციაც ამონახეთქი. კარგსაც ცალთვალა მიწაზე შეკრებებზე ნადებსა ჩაეგდო მესერზე, ხმალ, 
                    ყვავის ვისკონტისტებმა გართულ სეირსა ღვთაებას.
                </p>
            </div>
            <div class="planet_description" id="uranus">
                <p>
                    ლორემ იპსუმ ნაკვთს ვიპოვიდით ჰარე ექსტენსიურ დაუვლის ადამიანთა შთამაგონებელი საოცრებავ, 
                    ავის განხილვა სცემოდა საძოვრები. გეტყვით ბავშვი ხალასი მწერსა შეავიწროვებს ნავსადგურში მარგილს მონა. 
                    უღირსის დახოცილან გულწრფელი დაბრუნებულიყვნენ, კვადრატიც, საამურის განხილვა განაგებდა, 
                    ხალასი დაწრეტილი ზრდილიბიანი, გამოცდილებამ ავის შთამაგონებელი. გულწრფელი შეაქცა დაითხოვა 
                    ადამიანთა დაბრუნებულიყვნენ საძოვრები. ბავშვი ქსოვილით გააპობ მონა მწეველებს თავდავიწყებით საამურის. 
                    ადამიანთა კულტურულად ნეტამც მიღალატებს მარგილს, სუფრიდან, დაითხოვა გამოგყვები.

                    პაუზების ქისას ნაჭედი მიდამოებში თმაგადაპარსულისთვის ღვთაებას. კარგსაც ორმოცჯერ აეკრძალა ებმოდნენ კომკავშირის, 
                    თოთხმეტი ვხვდებით იდეალიზაციაც ამონახეთქი. კარგსაც ცალთვალა მიწაზე შეკრებებზე ნადებსა ჩაეგდო მესერზე, ხმალ, 
                    ყვავის ვისკონტისტებმა გართულ სეირსა ღვთაებას.
                </p>
            </div>
            <div class="planet_description" id="neptune">
                <p>
                    ლორემ იპსუმ ნაკვთს ვიპოვიდით ჰარე ექსტენსიურ დაუვლის ადამიანთა შთამაგონებელი საოცრებავ, 
                    ავის განხილვა სცემოდა საძოვრები. გეტყვით ბავშვი ხალასი მწერსა შეავიწროვებს ნავსადგურში მარგილს მონა. 
                    უღირსის დახოცილან გულწრფელი დაბრუნებულიყვნენ, კვადრატიც, საამურის განხილვა განაგებდა, 
                    ხალასი დაწრეტილი ზრდილიბიანი, გამოცდილებამ ავის შთამაგონებელი. გულწრფელი შეაქცა დაითხოვა 
                    ადამიანთა დაბრუნებულიყვნენ საძოვრები. ბავშვი ქსოვილით გააპობ მონა მწეველებს თავდავიწყებით საამურის. 
                    ადამიანთა კულტურულად ნეტამც მიღალატებს მარგილს, სუფრიდან, დაითხოვა გამოგყვები.

                    პაუზების ქისას ნაჭედი მიდამოებში თმაგადაპარსულისთვის ღვთაებას. კარგსაც ორმოცჯერ აეკრძალა ებმოდნენ კომკავშირის, 
                    თოთხმეტი ვხვდებით იდეალიზაციაც ამონახეთქი. კარგსაც ცალთვალა მიწაზე შეკრებებზე ნადებსა ჩაეგდო მესერზე, ხმალ, 
                    ყვავის ვისკონტისტებმა გართულ სეირსა ღვთაებას.
                </p>
            </div>
        </main>
    </div>
    <script type="text/javascript" src="index.js"></script>
</body>
</html>